[
    {
  "index": 1,
  "place_name": "Ram Mandir",
  "city_name": "Ayodhya",
  "state_name": "Uttar Pradesh",
  "img_url": "https://i.imgur.com/11U7PAT.jpg",
  "img_url1": "https://i.imgur.com/t2vUJpO.jpeg",
  "img_url2": "https://i.imgur.com/a8abcce.jpg",
  "img_url3": "https://i.imgur.com/MNK44Ir.jpg",
  "details": "The Ayodhya Ram Mandir, also known as Lord Shri Ram Temple, is a Hindu temple located in Ayodhya.The history of the Ayodhya Ram Mandir is centuries-old. The temple is built on the site believed to be the birthplace of Lord Ram, one of the most revered Hindu deities. The temple was demolished by the Mughal emperor Babur in the 16th century and a mosque was built in its place. The mosque, known as the Babri Masjid, stood on the site for centuries until it was demolished in 1992 by Hindu nationalists, triggering widespread violence and communal tensions in the country.\n\nThe Ram temple complex, built in the traditional Nagara style, will be 380 feet in length (east-west direction), 250 feet in width and 161 feet in height, Rai had said earlier. Each floor of the temple will be 20 feet high and have a total of 392 pillars and 44 gates. No iron is used anywhere in the construction of the temple.At the four corners of the compound, there are four temples - dedicated to the Sun god, goddess Bhagwati, Lord Ganesha and Lord Shiva. The temple of Maa Annapurna is on the northern side, while a Hanuman temple on the southern side.The foundation of the Ayodhya Ram temple has been constructed with a 14-metre-thick layer of roller-compacted concrete (RCC), giving it the appearance of artificial rock.For protection against ground moisture, a 21-foot-high plinth has been constructed using granite.\n\nThe Shri Ram Janmabhoomi Teerth Kshetra had estimated in 2022 that ₹ 1,800 crore will be spent in building the grand Ram temple.October last year, a PTI report said that the trust spent ₹ 900 crore on the construction of the Ram Temple in Ayodhya between February 5, 2020 and March 31, 2023.",
  "time": "open\n7 am to 11 am\n2 pm to 7 pm",
  "besttime": "Best Time to visit\n Everyday",
  "clothes": "casual",
  "drink": "no bars",
  "ticket": "no fees &; ticket",
  "parking": "PARKING FACILITIES",
  "transportation": "bus,railways,airways,car..",
  "language": "english,hindi",
  "things_to_do": "Aarti,Darshan",
  "popular_food1": "Ayodhya Chaat Special",
  "popular_food2": "Thandai",
  "popular_food3": "Ram Ladoo",
  "popular_food1_img_url": "https://i.imgur.com/KoQoK7q.jpg",
  "popular_food2_img_url": "https://i.imgur.com/Uikmm2I.jpg",
  "popular_food3_img_url": "https://i.imgur.com/UFCmnmE.jpg"

    },
    {
      "index": 2,
      "place_name": "Statue of Unity",
      "city_name": "Vadodara",
      "state_name": "Gujarat",
      "img_url": "https://images.unsplash.com/photo-1642841819300-20ed449c02a1?q=80&w=1935&auto=format&fit=crop&ixlib=rb-4.0.3&ixid=M3wxMjA3fDB8MHxwaG90by1wYWdlfHx8fGVufDB8fHx8fA%3D%3D",
      "img_url1": "https://i.imgur.com/Ti7GnoV.jpg",
      "img_url2": "https://i.imgur.com/1JVgCdI.jpg",
      "img_url3": "https://i.imgur.com/e8DbqIV.jpg",
      "details": "The tallest statue in the world, Statue of Unity is an iconic landmark in India and especially the vibrant state of Gujarat. The statue of Sardar Vallabhbhai Patel, 'the Iron Man of India' is 182 m high. Close to Vadodara, set on a river island of Narmada, the monuments overlooks the Sardar Sarovar Dam.A tribute to the first Deputy Prime Minister of India, the monument aids to boost Gujarat tourism. Renowned as the architect of modern India, the \"Iron Man of India\" is honored by the grandest colossal effigy in the world, has broken several records among likewise monuments.The statues' legs contain two elevators each, which can carry 26 people at a time. The base as well as the area of shins include an exhibition area. Moving higher, there is a memorial garden and a museum. Further higher at 149 metres there is another level. While from 153 m (502 ft) to 159 m, there is a viewing gallery that can accommodate up to 200 people. The other levels are closed for public, only accessible for maintenance The museum showcases the exemplary life of Sardar Patel and particularly his contributions. In the adjoining room, the audio-visual gallery provides a 15 minute presentation. Also there is information about the tribal culture of Gujarat",
      "time": "open\n8 am to 6 pm\nEvery Monday closed",
      "besttime": "Best Time to visit\nNovember and February",
      "clothes": "casual",
      "drink": "no bars",
      "ticket": "Entry Fee INR 120 + INR 30 (Bus Charges) Observation Deckview INR 350 + INR 30 (Bus Charges)",
      "parking": "PARKING FACILITIES",
      "transportation": "bus,car..",
      "language": "english,hindi,Gujarati",
      "things_to_do": "Statue observation deck,Museum and exhibition halls,Audio-visual gallery,Light and sound show,Maze garden,Ekta houseboat,etc...",
      "popular_food1": "Sev Usal",
      "popular_food2": "Vada Pav",
      "popular_food3": "Farsan",
      "popular_food1_img_url": "https://i.imgur.com/GRqt9FK.jpg",
      "popular_food2_img_url": "https://i.imgur.com/5gNj6My.jpg",
      "popular_food3_img_url": "https://i.imgur.com/wWDaAOI.jpg"
    },
    {
      "index": 3,
      "place_name": "India Gate",
      "city_name": "New Delhhi",
      "state_name": "Delhi",
      "img_url": "https://i.imgur.com/4S0r05y.jpeg",
      "img_url1": "https://i.imgur.com/PERp4Y5.jpg",
      "img_url2": "https://i.imgur.com/Bsv6Xax.jpeg",
      "img_url3": "https://i.imgur.com/IaMIEcl.jpg",
      "details": "The India Gate (formerly known as All India War Memorial) is a war memorial located near the Kartavya path on the eastern edge of the \"ceremonial axis\" of New Delhi, formerly called Rajpath. It stands as a memorial to 74,187 soldiers of the Indian Army who died between 1914 and 1921 in the First World War, in France, Flanders, Mesopotamia, Persia, East Africa, Gallipoli and elsewhere in the Near and the Far East, and the Third Anglo-Afghan War. 13,300 servicemen's names, including some soldiers and officers from the United Kingdom, are inscribed on the gate. Designed by Sir Edwin Lutyens, the gate evokes the architectural style of the ancient Roman triumphal arches such as the Arch of Constantine in Rome, and later memorial arches; it is often compared to the Arc de Triomphe in Paris, and the Gateway of India in Mumbai.\n\nFollowing the Bangladesh Liberation war in 1972, a structure consisting of a black marble plinth with a reversed rifle, capped by a war helmet and bounded by four eternal flames, was built beneath the archway. This structure, called Amar Jawan Jyoti (Flame of the Immortal Soldier), has since 1971 served as India's tomb of the unknown soldier. India Gate is counted amongst the largest war memorials in India and every Republic Day, the Prime Minister visits the gate to pay their tributes to the Amar Jawan Jyoti, following which the Republic Day parade starts. India Gate is often a location for civil society protests, and is popular with tourists. ",
      "time": "open\n24 hours open",
      "besttime": "Best Time to visit\nOctober and March",
      "clothes": "casual",
      "drink": "no bars",
      "ticket": "no fees &; ticket",
      "parking": "PARKING FACILITIES",
      "transportation": "bus,Railways,airways,car..",
      "language": "english,hindi",
      "things_to_do": "Art and Culture,Tribute to Heroes,Photography Workshop,Yoga and Meditation,Nighttime Reflection,etc...",
      "popular_food1": "Vada Pav",
      "popular_food2": "Momo",
      "popular_food3": "Rolls",
      "popular_food1_img_url": "https://i.imgur.com/khnS5pm.jpg",
      "popular_food2_img_url": "https://i.imgur.com/7jAsg8g.jpeg",
      "popular_food3_img_url": "https://i.imgur.com/Hw6QN4F.jpeg"
    },
    {
      "index": 4,
      "place_name": "Gir National Park",
      "city_name": "Sasan Gir",
      "state_name": "Gujarat",
      "img_url": "https://images.unsplash.com/photo-1600681470391-13ffc9ee82e3?q=80&w=1974&auto=format&fit=crop&ixlib=rb-4.0.3&ixid=M3wxMjA3fDB8MHxwaG90by1wYWdlfHx8fGVufDB8fHx8fA%3D%3D",
      "img_url1": "https://i.imgur.com/UEshuPE.jpeg",
      "img_url2": "https://i.imgur.com/HUR5GKW.jpeg",
      "img_url3": "https://i.imgur.com/Xd21Uej.jpeg",
      "details": "Gir National Park is the only place in the world outside Africa where a lion can be seen in its natural habitat. The lions of Gir are a majestic animal, averaging 2.75 metres in length, and with a bigger tail tassle, bushier elbow tufs and prominent belly folds than his African cousin which has larger mane. Gir is a home to 40 species of mammals and 425 species of birds.We all know, Gir is the only natural habitat of world popular Asiatic Lions. Where our tailor made Gir Wild Life Tour Package gives you an unparalleled opportunity to watch those rare Asiatic Lions coupled with thousands of other elusive wild animals and hard-to-find birds like uncommon Asiatic wild ass, hyenas, Gir foxes, pygmy woodpecker, brown fish owl and black buck etc, it will make sure that you receive the highest standards of luxury, comfort and travel. Additionally, all this is available at very competitive rates.The Sasan Gir National Park is an esteemed wildlife destination in India which has attained an immense popularity among vivid travelers, wildlife lovers, photographers, nature enthusiasts, researchers and hunters. Being the only destination to spot the Asiatic Lions in India, it keeps on attracting large number of travelers from several parts of the world and Under the guidance of our expert guides you will have surely a life time experience or everyone looking to fulfill their wildlife fantasies across one of most renowned wildlife sanctuary of India, we offer Gir Wild Life Tour Package.",
      "time": "open\n6 am to 5 pm\nclosed from 16th June to 15th October every year ",
      "besttime": "Best Time to visit\nNovember to March",
      "clothes": "casual",
      "drink": "no bars",
      "ticket": " INR 4500/- to 4800/- for Indians (Per Jeep) INR 12,000 to 15,000/- for Foreigners (Per Jeep)",
      "parking": " No proper parking",
      "transportation": "bus,railways,airways,car..",
      "language": "english,hindi,Gujarati",
      "things_to_do": "Forest Safari,Bird Watching,Crocodile Breeding Center,Magic Workshop,Shopping,Aqua Zorbing,etc...",
      "popular_food1": "Dhokla",
      "popular_food2": "Thepla",
      "popular_food3": "Fafda",
      "popular_food1_img_url": "https://i.imgur.com/3REzPMg.jpg",
      "popular_food2_img_url": "https://i.imgur.com/Jn18LSj.jpg",
      "popular_food3_img_url": "https://i.imgur.com/W51C7zp.jpg"
    },
    {
      "index": 5,
      "place_name": "Elephanta Caves",
      "city_name": "Maharastra",
      "state_name": "Mumbai",
      "img_url": "https://i.imgur.com/zZ4LCl0.jpg",
      "img_url1": "https://i.imgur.com/uBLqu2H.jpg",
      "img_url2": "https://i.imgur.com/B9PsICT.jpeg",
      "img_url3": "https://i.imgur.com/NASHrA3.jpeg",
      "details": "The Elephanta Caves are a collection of cave temples predominantly dedicated to the Hindu god Shiva, which have been designated a UNESCO World Heritage Site.[1][2][3] They are on Elephanta Island, or Gharapuri (literally meaning \"the city of caves\"), in Mumbai Harbour, 10 kilometres (6.2 mi) east of Mumbai in the Indian state of Mahārāshtra. The island, about 2 kilometres (1.2 mi) west of the Jawaharlal Nehru Port, consists of five Hindu caves, a few Buddhist stupa mounds that date back to the 2nd century and two Buddhist caves with water tanks.\n\nThe Elephanta Caves contain rock-cut stone sculptures, mostly in high relief, that show syncretism of Hindu and Buddhist ideas and iconography.The caves are hewn from solid basalt rock. Except for a few exceptions, much of the artwork is defaced and damaged.The main temple's orientation as well as the relative location of other temples are placed in a mandala pattern. The carvings narrate Hindu mythologies, with the large monolithic 5.45 metres (17.9 ft) Trimurti Sadashiva (three-faced Shiva), Nataraja (Lord of dance) and Yogishvara (Lord of Yogis) being the most celebrated.\n\nThese date to between the 5th and 9th centuries, and scholars attribute them to various Hindu dynasties. They are most commonly placed between the 5th and 7th centuries. Many scholars consider them to have been completed by about 550 \n\nThey were named Elefante—which morphed to Elephanta—by the colonial Portuguese who found elephant statues on the caves. They established a base on the island. The main cave (Cave 1, or the Great Cave) was a Hindu place of worship until the Portuguese arrived, whereupon the island ceased to be an active place of worship.The earliest attempts to prevent further damage to the caves were started by British India officials in 1909.The monuments were restored in the 1970s. It is currently maintained by the Archaeological Survey of India (ASI).",
      "time": "open \n09:30 AM to 05:30 PM",
      "besttime": "Best Time to visit\nNovember to February",
      "clothes": "casual",
      "drink": "no bars",
      "ticket": "RS 40",
      "parking": "PARKING FACILITIES",
      "transportation": "bus,railways,airways car..",
      "language": "marathi,english,hindi",
      "things_to_do": "Explore the Trimurti Cave, Wander around the Smaller Caves, Watch the Sound and Light Show, Visit the Cannon Hill,Enjoy a Picnic at the Island’s Beach, etc...",
      "popular_food1": "Bhel puri",
      "popular_food2": "Pani Puri",
      "popular_food3": "Sev Puri",
      "popular_food1_img_url": "https://i.imgur.com/KgKYN4E.jpg",
      "popular_food2_img_url": "https://i.imgur.com/FHvSPc6.jpeg",
      "popular_food3_img_url": "https://i.imgur.com/PRW9BV9.jpeg"
    },
    {
      "index": 6,
      "place_name": "Red Fort",
      "city_name": "Old delhi",
      "state_name": "delhi",
      "img_url": "https://i.imgur.com/JDfpHsG.jpeg",
      "img_url1": "https://i.imgur.com/WTQ79WD.jpeg",
      "img_url2": "https://i.imgur.com/zvSwjY7.jpeg",
      "img_url3": "https://i.imgur.com/3eRHS67.jpg",
      "details": "Red Fort, Mughal fort in Old Delhi, India. It was built by Shah Jahān in the mid-17th century and remains a major tourist attraction. The fort was designated a UNESCO World Heritage site in 2007.\n\nOld Delhi, India: Red Fort\nOld Delhi, India: Red Fort\nRed Fort, designated a UNESCO World Heritage site in 2007, Old Delhi, India.\nThe fort’s massive red sandstone walls, which stand 75 feet (23 metres) high, enclose a complex of palaces and entertainment halls, projecting balconies, baths and indoor canals, and geometrical gardens, as well as an ornate mosque. Among the most famous structures of the complex are the Hall of Public Audience (Diwan-i-ʿAm), which has 60 red sandstone pillars supporting a flat roof, and the Hall of Private Audience (Diwan-i-Khas), which is smaller and has a pavilion of white marble.",
      "time": "open\n09:30 AM to 04:30 PM\nmonday closed ",
      "besttime": "Best Time to visit\nNovember to March",
      "clothes": "casual",
      "drink": "no bars",
      "ticket": " Entry Fee (Indian) ₹35 Entry Fee (Foreigner ) ₹550",
      "parking": "PARKING FACILITIES",
      "transportation": "bus,railways,airways,car..",
      "language": "english,hindi",
      "things_to_do": "Sound and Light Show,Shop at the Picturesque chatta bazaar,stroll throgh gorgeous garden,etc...",
      "popular_food1": "Kebabs",
      "popular_food2": "Dahi Bhalla",
      "popular_food3": "Chaat",
      "popular_food1_img_url": "https://i.imgur.com/Ta4iB83.jpg",
      "popular_food2_img_url": "https://i.imgur.com/VRvRRDM.jpg",
      "popular_food3_img_url": "https://i.imgur.com/4nue4b0.jpg"
    },
    {
      "index": 7,
      "place_name": "Dal lake",
      "city_name": "Srinagar",
      "state_name": "Jammu and Kashmir",
      "img_url": "https://i.imgur.com/bM0rXu8.jpg",
      "img_url1": "https://i.imgur.com/6YoftIr.jpg",
      "img_url2": "https://i.imgur.com/zW7jqUe.jpg",
      "img_url3": "https://i.imgur.com/3LrQU0e.jpeg",
      "details": "Dal is a lake in Srinagar, the summer capital of the Indian-administered Jammu and Kashmir in the disputed Kashmir region.[1] It is an urban lake, the second largest lake in Jammu and Kashmir, and the most visited place in Srinagar by tourists and locals. It is integral to tourism and recreation in the Kashmir valley and is variously known as the \"Lake of Flowers\",[2] \"Jewel in the crown of Kashmir\"[3] or \"Srinagar's Jewel\".[4] The lake is also an important source for commercial operations in fishing and water plant harvesting.[5][6][7]\n\nThe shore line of the lake, about 15.5 kilometres (9.6 mi), is encompassed by a boulevard lined with Mughal era gardens, parks, houseboats and hotels. Scenic views of the lake can be witnessed from the shore line Mughal gardens, such as Shalimar Bagh and Nishat Bagh built during the reign of Mughal Emperor Jahangir,[8] and from houseboats cruising along the lake in the colourful shikaras.[9] During the winter season, the temperature can sometimes reach as low as −11 °C (12 °F), freezing the lake.[7][10]\n\nThe lake covers an area of 18 square kilometres (6.9 sq mi) and is part of a natural wetland which covers 21.1 square kilometres (8.1 sq mi), including its floating gardens. The floating gardens, known as \"Rad\" in Kashmiri, blossom with lotus flowers during July and August. The wetland is divided by causeways into four basins; Gagribal, Lokut Dal, Bod Dal and Nigeen (although Nigeen is also considered as an independent lake).[11] Lokut Dal and Bod Dal each have an island in the centre, known as Rupa Lank (or Char Chinari) and Sona Lank respectively.[10][12]\n\nAt present, the Dal and the Mughal gardens on its periphery are undergoing intensive restoration measures to fully address the serious eutrophication problems experienced by the lake. Massive investments of approximately US$275 million (₹ 11 billion) are being made by the Government of India to restore the lake to its original splendour.[7][10][12][13][14]",
      "time": "open\n6 AM. 6 PM.",
      "besttime": "Best Time to visit\nMay to November",
      "clothes": "casual",
      "drink": "no bars",
      "ticket": "no fees &; ticket",
      "parking": "PARKING FACILITIES",
      "transportation": "bus,railways,airways,car..",
      "language": "english,hindi",
      "things_to_do": "Shikara rides, houseboats, floating gardens and markets, a Mughal gardens.sunset at the lake,fishingetc...",
      "popular_food1": "Noodle ",
      "popular_food2": "Rajma Chawal",
      "popular_food3": "Dosa",
      "popular_food1_img_url": "https://i.imgur.com/sDjyBxI.jpeg",
      "popular_food2_img_url": "https://i.imgur.com/vrAJfs2.jpg",
      "popular_food3_img_url": "https://i.imgur.com/Hena4Il.jpg"
    },
    {
      "index": 8,
      "place_name": "paradise beach",
      "city_name": "gokarna",
      "state_name": "Karnataka",
      "img_url": "https://i.imgur.com/1Pzvtrf.jpg",
      "img_url1": "https://i.imgur.com/Eb23eXQ.jpeg",
      "img_url2": "https://i.imgur.com/dZPUhL4.jpg",
      "img_url3": "https://i.imgur.com/5juqzhg.jpeg",
      "details": "The rocky beach is ideal for a relaxing swim, and is also popular for camping activities, due to the availability of fresh water here.",
      "time": "open\n24 hours",
      "besttime": "Best Time to visit\nOctober to March",
      "clothes": "casual",
      "drink": "no bars",
      "ticket": " No fee",
      "parking": "PARKING FACILITIES",
      "transportation": "bus,railways,airways,car..",
      "language": "english,hindi",
      "things_to_do": "swim,camping activities, etc...",
      "popular_food1": "Todadevu",
      "popular_food2": "Pineapple Menaskai",
      "popular_food3": "Sweet desserts",
      "popular_food1_img_url": "https://i.imgur.com/u1dQ0Gm.jpeg",
      "popular_food2_img_url": "https://i.imgur.com/IfofYK6.jpg",
      "popular_food3_img_url": "https://i.imgur.com/zp8qn6P.jpeg"
    },
    {
      "index": 9,
      "place_name": "baga beach",
      "city_name": "Bardez",
      "state_name": "Goa",
      "img_url": "https://i.imgur.com/ZaKoGVC.jpeg",
      "img_url1": "https://i.imgur.com/EGoTFDg.jpeg",
      "img_url2": "https://i.imgur.com/c48FTda.jpeg",
      "img_url3": "https://i.imgur.com/CWhQtTw.jpeg",
      "details": "Baga Beach is a popular beach and tourist destination in North Goa. Baga is located at the north end of the contiguous beach stretch that starts from Sinquerim, Candolim, leads to Calangute, and then to Baga. Dolphins can be located at around 1–2 km from the shoreline Parasailing in Baga Beach The beach contains rows of shacks and fishing boats, and at high tide the beach is narrow The beach is named after the Baga Creek, which empties into the Arabian Sea at the north end of the beach.",
      "time": "open\n12:00 AM - 11:59 PM",
      "besttime": "Best Time to visit\nOctober to March",
      "clothes": "casual",
      "drink": "bars",
      "ticket": " No fee",
      "parking": "PARKING FACILITIES",
      "transportation": "bus,railways,airways,car..",
      "language": "english,hindi",
      "things_to_do": "swim,camping activities,resorts and fishing boats, Enjoy the lively nightlife of the beach etc...",
      "popular_food1": "Bebinca",
      "popular_food2": "Feni",
      "popular_food3": "Sorpotel",
      "popular_food1_img_url": "https://i.imgur.com/OaGTLuh.jpg",
      "popular_food2_img_url": "https://i.imgur.com/ljAVElq.jpeg",
      "popular_food3_img_url": "https://i.imgur.com/gLFPoNt.jpg"
    },
    {
      "index": 10,
      "place_name": "Hawa Mahal",
      "city_name": "Jaipur",
      "state_name": "Rajastan",
      "img_url": "https://i.imgur.com/pg3ZQFu.jpeg",
      "img_url1": "https://i.imgur.com/QLuZz9u.jpg",
      "img_url2": "https://i.imgur.com/mRhlcPp.jpg",
      "img_url3": "https://i.imgur.com/1ZTcWpi.jpg",
      "details": "The Hawa Mahal is a palace in the city of Jaipur, Rajasthan, India. Built from red and pink sandstone, it is on the edge of the City Palace, Jaipur, and extends to the Zenana, or women's chambers.\n\nThe structure was built in 1799 by the Maharaja Sawai Pratap Singh, grandson of Maharaja Sawai Jai Singh, the founder of the city of Jhunjhunu in the state of Rajasthan.[1] He was so inspired by the unique structure of Khetri Mahal that he built this grand and historical palace.\n\nIt was designed by Lal Chand Ustad. Its five-floor exterior is akin to a honeycomb with its 953 small windows called Jharokhas decorated with intricate latticework.[2] The original intent of the lattice design was to allow royal ladies to observe everyday life and festivals celebrated in the street below without being seen. This architectural feature also allowed cool air from the Venturi effect to pass through, thus making the whole area more pleasant during the high temperatures in summer.[2][3][4] Many people see the Hawa Mahal from the street view and think it is the front of the palace, but it is the back.[5]\n\nIn 2006, renovation works on the Mahal were undertaken, after a gap of 50 years, to give a facelift to the monument at an estimated cost of Rs 4.568  million.[6] The corporate sector lent a hand to preserve the historical monuments of Jaipur and the Unit Trust of India has adopted Hawa Mahal to maintain it.[7] The palace is an extended part of a huge complex. The stone-carved screens, small casements, and arched roofs are some of the features of this popular tourist spot. The monument also has delicately modelled hanging cornices.",
      "time": "open\n09:00 AM to 04:30 PM\nmonday closed ",
      "besttime": "Best Time to visit\nOctober to March",
      "clothes": "casual",
      "drink": "no bars",
      "ticket": "RS 50",
      "parking": "PARKING FACILITIES",
      "transportation": "bus,railways,airways,car..",
      "language": "english,hindi",
      "things_to_do": "Explore the interior chambers,SCapture mesmerizing views,Experience the cooling breeze,Attend cultural performances,Discover the history at the museum,etc...",
      "popular_food1": " Dal Bati Churma",
      "popular_food2": "kachori",
      "popular_food3": "Ghevar",
      "popular_food1_img_url": "https://i.imgur.com/PfMEbYi.jpg",
      "popular_food2_img_url": "https://i.imgur.com/iFEGnK2.jpeg",
      "popular_food3_img_url": "https://i.imgur.com/tFH5zGE.jpeg"
    }
  ]
  