[
    {
  "index": 1,
  "place_name": "Ajanta Caves",
  "city_name": "Aurangabad",
  "state_name": "Maharashtra,",
  "img_url": "https://i.imgur.com/UsTabjY.jpeg",
  "img_url1": "https://i.imgur.com/FdNzLtq.jpg",
  "img_url2": "https://i.imgur.com/tKJIlEN.jpeg",
  "img_url3": "https://i.imgur.com/l7MmtYZ.jpeg",
  "details": "The Ajanta Caves (75°40’ N; 20°30’ E) are situated at a distance of 107 km north of Aurangabad, the district headquarters. The caves attained the name from a nearby village named Ajanta located about 12 km. These caves were discovered by an Army Officer in the Madras Regiment of the British Army in 1819 during one of his hunting expeditions. Instantly the discovery became very famous and Ajanta attained a very important tourist destination in the world. The caves, famous for its murals, are the finest surviving examples of Indian art, particularly painting.These caves are excavated in horse–shoe shaped bend of rock surface nearly 76 m in height overlooking a narrow stream known as Waghora. The location of this valley provided a calm and serene environment for the Buddhist monks who retreated at these secluded places during the rainy seasons. This retreat also provided them with enough time for furthering their religious pursuits through intellectual discourses for a considerably longer period. The caves were excavated in different periods (circa. 2nd century B.C. to 6th century A.D.) according to the necessity. Each cave was connected to the stream by a flight of steps, which are now almost obliterated, albeit traces of some could be noticed at some places.",
  "time": "open\n09:00 am to 05:00 pm",
  "besttime": "Best Time to visit\nMonsoon (June to September) \nwinter(November to February)",
  "clothes": "casual",
  "drink": "no bars",
  "ticket": "Indian RS 40 and Foreigner RS 550",
  "parking": "PARKING FACILITIES",
  "transportation": "bus,railways,airways,car..",
  "language": "english,hindi,Marathi",
  "things_to_do": "the Grishneshwar Jyotirlinga Temple,Shop at the Mughal Silk Bazaar,the Mughal Emperor Aurangzeb’s tomb at Khuldabad,the ancient Daulatabad Fort and revel in the magnificence of the structure,etc....",
  "popular_food1": "Tahri",
  "popular_food2": "Mawa jalebi",
  "popular_food3": "Bhel Puri",
  "popular_food1_img_url": "https://i.imgur.com/kWSA34v.jpg",
  "popular_food2_img_url": "https://i.imgur.com/uTKzKth.jpeg",
  "popular_food3_img_url": "https://i.imgur.com/7yDXEDx.jpeg"

    },
    {
      "index": 2,
      "place_name": "Mehrangarh Fort",
      "city_name": "Jodhpur",
      "state_name": "Rajasthan",
      "img_url": "https://i.imgur.com/fQfT8Cq.jpeg",
      "img_url1": "https://i.imgur.com/s1uWFBF.jpeg",
      "img_url2": "https://i.imgur.com/jS8rqPg.jpeg",
      "img_url3": "https://i.imgur.com/HSjWvB7.jpeg",
      "details": "The fort was named Mehrangarh, meaning 'fort of the sun' – a reference to the clan's mythical descent from the sun god Surya. Over 500 yards long, its wall rises in places to a height of 120 feet and is 70 feet thick. For Rao Jodha's successors, these defences were essential, though not always adequate The fort has seven gates, which includes main entrance Jai Pol (meaning 'victory gate'), built by Maharaja Man Singh to commemorate his victories over the Jaipur and Bikaner armies in 1806. The Fattehpol ( lit. 'victory gate'), commemorates victory of Maharaja Ajit Singh over the Mughals. A human stampede occurred on 30 September 2008, at the Chamunda Devi temple in Jodhpur, Rajasthan, India, in which 224 people were killed and more than 425 injured. The 15th-century temple is dedicated to the goddess Chamunda Devi and is located within the premises of Mehrangarh Fort.",
      "time": "open\n9 AM to 5 PM",
      "besttime": "Best Time to visit\nOctober to March",
      "clothes": "casual",
      "drink": "no bars",
      "ticket": "INR 70 per head & Foreigners: INR 600 per head",
      "parking": "PARKING FACILITIES",
      "transportation": "bus,airways,railways,car..",
      "language": "english,hindi",
      "things_to_do": "Dedh Kambra Gate,The Loha Gate,The Seesh Mahal,Phool Mahal,Explore the fort gates ,Visit the temples in the fort,etc...",
      "popular_food1": "Shahi Samosa",
      "popular_food2": "Makhaniya lass",
      "popular_food3": "peda",
      "popular_food1_img_url": "https://i.imgur.com/vtRhimN.jpeg",
      "popular_food2_img_url": "https://i.imgur.com/dFMRKFo.jpeg",
      "popular_food3_img_url": "https://i.imgur.com/RjZjmg5.jpeg"
    },
    {
      "index": 3,
      "place_name": "Tiger Hill",
      "city_name": "Darjeeling",
      "state_name": "West Bengal",
      "img_url": "https://i.imgur.com/y29IeTq.jpeg",
      "img_url1": "https://i.imgur.com/YPaKhF6.jpeg",
      "img_url2": "https://i.imgur.com/XJgpfnT.jpeg",
      "img_url3": "https://i.imgur.com/iM1komw.jpeg",
      "details": "The settlement at Darjeeling really began in 1828 with British interest. By 1835, it was separated from Sikkim for establishing a Sanatorium for the invalid servants of the East India Company. It then consisted of a monastery on observatory hill clustered with about 20 huts and a population of about 100 people. Planning began in 1839, to lay out the Darjeeling Town and construct a hill road connecting Siliguri, Pankhabari, Kurseong and Darjeeling. At the same time, evolution of hotels began, the first being The Darjeeling Family Hotel’s, followed by other hotels. By 1840, Darjeeling Town had about 30 buildings and a few respectable houses. Mother Teresa was involved in the first convent school, established in 1846. Tea bushes were brought in by the British from China and Tea plantations began spreading rapidly from 1857. To meet the expanding requirements, a new road fit for carts was planned in 1861. Subsequently, in 1879, the Darjeeling Himalayan Railway was constructed on the same hill cart road",
      "time": "open\n3:30 am AM to 6:00 PM",
      "besttime": "Best Time to visit\nOctober, November and December",
      "clothes": "casual",
      "drink": "no bars",
      "ticket": "Rs 50 ",
      "parking": "PARKING FACILITIES",
      "transportation": "bus,Railways,airways,car..",
      "language": "english,hindi",
      "things_to_do": "Art and Culture,Batasia Loop and Gorkha War Memoria,Dali Monastery,Japanese Temple and Peace Pagoda,etc...",
      "popular_food1": "Aloo Dum",
      "popular_food2": "Momo",
      "popular_food3": "Chaang",
      "popular_food1_img_url": "https://i.imgur.com/VsBbNZ8.jpeg",
      "popular_food2_img_url": "https://i.imgur.com/7jAsg8g.jpeg",
      "popular_food3_img_url": "https://i.imgur.com/qpoxbKU.jpeg"
    },
    {
      "index": 4,
      "place_name": "Taj Lake Palace",
      "city_name": "Udaipur",
      "state_name": "Rajasthan",
      "img_url": "https://i.imgur.com/MXArsUF.jpeg",
      "img_url1": "https://i.imgur.com/lxtVrtc.jpeg",
      "img_url2": "https://i.imgur.com/lQVaxFU.jpeg",
      "img_url3": "https://i.imgur.com/ovgSwK7.jpeg",
      "details": "Jag Niwas, constructed between 1743-1746 by Maharana Jagat Singh II, the 62nd custodian of House of Mewar, was used as a summer retreat by the Mewar Royal family over years until Maharana Bhagwat Singh, Mewar of Udaipur in 1963 converted it into a heritage hotel. A jewel floating in the middle of Lake Pichola, Taj Lake Palace is a building made of marble locally sourced from Rajnagar, brought in by bullock carts travelling 66 kms to Udaipur. Architecture influenced from Mughals, predominantly lead by Mewari techniques this heritage hotel in Udaipur has 65 luxurious rooms and 18 grand suites. Restored to its pristine glory, this spectacular palace became world renowned when the James Bond film ‘Octopussy’ was filmed at it. It was the secluded lair of the film’s eponymous Bond Girl.Its location on an island in the midst of a lake affords every room breathtaking views of the neighbouring City Palace, Aravalli Hills, Machla Magra Hills and Jag Mandir. The incomparable location provides the perfect backdrop for the exquisite cuisines at the elegant restaurants of Taj Lake Palace open only to resident guests. Signature speciality restaurants at this palace serve a choice of cuisines. Neel Kamal for authentic Rajasthani and other dishes from India; and the seasonally open-air Bhairo for contemporary European delicacies. In the evening, indulge in signature martinis, cocktails and a grand collection of premium international spirits at the bar, Amrit Sagar. Continue being pampered as a royal at our J Wellness Circle in Udaipur, with carefully created treatments drawn from the ancient wellness heritage of India, and the fabled lifestyle and savoir vivre of Indian royalty. This 5 star palace hotel in Udaipur at Lake Pichola continues the tradition of grand soirees and formal levees which were hosted here by the royal family of Udaipur. Known as the Venice of the East, the city of Udaipur, with its elaborate palaces, serene lakes, exotic temples and resplendent gardens, has a lot to offer. Our concierge would be happy to assist you in making arrangements and planning a special tour of the city of lakes in one of our vintage cars",
      "time": "open\n9:00 am to 6:00 pm",
      "besttime": "Best Time to visit\nJuly and October",
      "clothes": "casual",
      "drink": "no bars",
      "ticket": "no fees &; ticket",
      "parking": "PARKING FACILITIES",
      "transportation": "bus,railways,airways,car..",
      "language": "english,hindi",
      "things_to_do": "Yoga Mornings, Heritage Walk,Sunset Boat Ride, Enjoy the Cultural Performance,Dine on a 150 year old Boat,etc...",
      "popular_food1": "Dal Bati Churma",
      "popular_food2": "Kadhi Pakora",
      "popular_food3": " Gatte ki Sabji ",
      "popular_food1_img_url": "https://i.imgur.com/XklmS29.jpeg",
      "popular_food2_img_url": "https://i.imgur.com/T1G96gJ.jpeg",
      "popular_food3_img_url": "https://i.imgur.com/w0wov8B.jpeg"
    },
    {
      "index": 5,
      "place_name": "Agra Fort",
      "city_name": "Agra",
      "state_name": "UTTAR PRADESH",
      "img_url": "https://i.imgur.com/W5s7qcW.jpeg",
      "img_url1": "https://i.imgur.com/94a5Vzp.jpg",
      "img_url2": "https://i.imgur.com/o8RySmv.jpeg",
      "img_url3": "https://i.imgur.com/L8JyY8Y.jpeg",
      "details": "The Agra Fort (Qila Agra) is a historical fort in the city of Agra, and also known as Agra's Red Fort. Mughal emperor Humayun was crowned at this fort. It was later renovated by the Mughal emperor Akbar from 1565 and the present-day structure was completed in 1573. It served as the main residence of the rulers of the Mughal dynasty until 1638, when the capital was shifted from Agra to Delhi. It was also known as the Lal-Qila or Qila-i-Akbari Before being captured by the British, the last Indian rulers to have occupied it were the Marathas. In 1983, the Agra fort was inscribed as a UNESCO World Heritage Site because of its importance during the Mughal Dynasty It is about 2.5 kilometers (1.6 mi) northwest of its more famous sister monument, the Taj Mahal. The fort can be more accurately described as a walled city. It was later renovated by Shah Jahan Like the rest of Agra, the history of Agra Fort prior to Mahmud of Ghazni's invasion is unclear. However, in the 15th century, the Chauhan Rajputs occupied it. Soon after, Agra assumed the status of capital when Sikandar Khan Lodi (1487–1517 CE) shifted his capital from Delhi and constructed a few buildings in the preexisting fort at Agra. After the first battle of Panipat (1526 CE), Mughals captured the fort and ruled from it. In 1530 CE, Humayun was crowned in it. The fort was given its present appearance during the reign of Akbar (1556–1605 CE). Later, this fort was under the rule of Jats of Bharatpur for 13 years",
      "time": "open \n6:00 AM to 6:00 PM",
      "besttime": "Best Time to visit\nOctober to March",
      "clothes": "casual",
      "drink": "no bars",
      "ticket": " ₹50 per person for Indian citizens and ₹650 for foreign visitors,  On Fridays its ticket prices are ₹40 and ₹600",
      "parking": "PARKING FACILITIES",
      "transportation": "bus,railways,airways car..",
      "language": "english,hindi",
      "things_to_do": "Explore the fort, doing beautiful sunset etc...",
      "popular_food1": "Petha",
      "popular_food2": "Paratha",
      "popular_food3": "Mughlai ",
      "popular_food1_img_url": "https://i.imgur.com/LZZ1dav.jpeg",
      "popular_food2_img_url": "https://i.imgur.com/2zuhd2C.jpeg",
      "popular_food3_img_url": "https://i.imgur.com/wgZEVGu.jpeg"
    },
    {
      "index": 6,
      "place_name": "Kerala Backwaters",
      "city_name": "Kochi and Kollam",
      "state_name": "Kerala",
      "img_url": "https://i.imgur.com/k7QWQLP.jpeg",
      "img_url1": "https://i.imgur.com/h6241oi.jpeg",
      "img_url2": "https://i.imgur.com/vxLRP4c.jpeg",
      "img_url3": "https://i.imgur.com/nGqJDX8.jpeg",
      "details": "The Kerala backwaters is the rather unappealing name given to the peaceful and picturesque palm-lined network of lagoons, lakes, rivers, and canals that run inland from the coast of Kerala, from Kochi (Cochin) to Kollam (Quilon) in India. The main entry point, situated between Kochi and Kollam, is Alleppey (Alappuzha). At the heart of the backwaters is vast Vembanad Lake.Traditionally, the backwaters are used by locals for transport, fishing, and agriculture. Annual snake boat races, held along the backwaters, also provide a great source of entertainment for the locals and tourists a like.The lush green landscape, diverse wildlife, and houses and villages that line the backwaters make a journey along these waterways seem like a journey through another world. No wonder the backwaters is one of the must-visit tourist places in Kerala. Don't miss it!",
      "time": "open\nopen 24 hours ",
      "besttime": "Best Time to visit\nOctober and March",
      "clothes": "casual",
      "drink": "no bars",
      "ticket": "RS 750 to RS 3000 Depend on your route",
      "parking": "PARKING FACILITIES",
      "transportation": "bus,railways,airways,car..",
      "language": "english,hindi",
      "things_to_do": "Birdwatching,enjoy boat racing,rejuvenating Ayurvedic spa treatments,shop for spices and handicrafts at Alappuzha Zakariya Market,etc...",
      "popular_food1": "Iddli",
      "popular_food2": "Ada Pradhaman",
      "popular_food3": "Chattipathiri",
      "popular_food1_img_url": "https://i.imgur.com/1yAlbFH.jpeg",
      "popular_food2_img_url": "https://i.imgur.com/6v8hRlh.jpg",
      "popular_food3_img_url": "https://i.imgur.com/xfmSvnV.jpg"
    },
    {
      "index": 7,
      "place_name": "Thekkady",
      "city_name": "Idukki",
      "state_name": "kerla",
      "img_url": "https://i.imgur.com/mrOR9Ga.jpeg",
      "img_url1": "https://i.imgur.com/rdYtv2X.jpg",
      "img_url2": "https://i.imgur.com/ZvoRTsv.jpeg",
      "img_url3": "https://i.imgur.com/8lpvMcb.jpeg",
      "details": "Thekkady in Kerala State, India's largest wildlife sanctuary is a dream destination for any tourist visiting India . The 120 years old 'Surki' dam built across Peryiar, Poorna in Vedic parlance, is a major tourist attraction. This sanctuary is spread over an area of 777 Sq.Kms, surrounded by an artificial lake over an area of 25 Sq.Kms.The Country's sole Tiger reserve, Thekkady, with its bountiful treasures of tropical flora and fauna is the ultimate reservoir of many an endangered species and a rich tribal culture. Thekkady is a pleasant heaven on earth for those who love nature in its wild manifestations.",
      "time": "open\n6 AM. 6 PM.",
      "besttime": "Best Time to visit\nOctober to February",
      "clothes": "casual",
      "drink": "no bars",
      "ticket": "INR 45 for adults and INR 15 for kids, whereas for foreigners, the fee is INR 500 for adults and INR 180 for kids  Additionally, still cameras are charged INR 38 and video cameras",
      "parking": "PARKING FACILITIES",
      "transportation": "bus,railways,airways,car..",
      "language": "english,hindi",
      "things_to_do": "Become the jungle guard for a night,Enjoy the bullock cart ride,Go range hiking from dawn to dusk, Visit the town of tea factories,Learn about Kerala spice plantation,etc...",
      "popular_food1": "Appam",
      "popular_food2": "Puttu",
      "popular_food3": "Sadya",
      "popular_food1_img_url": "https://i.imgur.com/bEgsNDG.jpeg",
      "popular_food2_img_url": "https://i.imgur.com/69moMwX.jpeg",
      "popular_food3_img_url": "https://i.imgur.com/9u4S0b4.jpeg"
    },
    {
      "index": 8,
      "place_name": "Pangong Tso Lake",
      "city_name": "Leh",
      "state_name": "Jammu and Kashmir",
      "img_url": "https://i.imgur.com/CbqcBqn.jpeg",
      "img_url1": "https://i.imgur.com/11ehjy3.jpeg",
      "img_url2": "https://i.imgur.com/X7VhozP.jpeg",
      "img_url3": "https://i.imgur.com/g3WetCk.jpeg",
      "details": "In Ladakh, you never know what surprise nature has in store for you. Pangong Lake, situated at a height of almost 4,350m, is the world’s highest saltwater lake. Its water, which seems to be dyed in blue, stand in stark contrast to the arid mountains surrounding it. Extending to almost 160km, one-third of the Pangong Lake lies in India and the other two-thirds in China.Pangong Lake, one of the most famous lakes in Leh Ladakh, derives its name from the Tibetan word, “Pangong Tso”, which means “high grassland lake”. You could spend hours in contemplation here, and still not have enough of its beauty. Pangong Lake is also known to change colors, appearing blue, green and red at different times. If you have decided to go on a trip to Ladakh anytime soon, don’t forget to visit the Pangong Lake. The beauty which awaits you there cannot be described in words. It has to be seen, felt and absorbed within yourself",
      "time": "open\n12:00 AM to 11:59 PM",
      "besttime": "Best Time to visit\nMay to September ",
      "clothes": "casual",
      "drink": "no bars",
      "ticket": "RS  400 per person",
      "parking": "PARKING FACILITIES",
      "transportation": "bus,railways,airways,car..",
      "language": "english,hindi",
      "things_to_do": "Night stay in camps near Pangong Lake,Blue water Pangong lake turns into ice sheet in winters, You might experience snowfall at chang la pass while going pangong lake from Leh,etc...",
      "popular_food1": "Thukpa",
      "popular_food2": "Thenktuk",
      "popular_food3": "Mokthuk",
      "popular_food1_img_url": "https://i.imgur.com/YztrEMt.jpeg",
      "popular_food2_img_url": "https://i.imgur.com/hQ97ndj.jpeg",
      "popular_food3_img_url": "https://i.imgur.com/Yl51ctT.jpeg"
    },
    {
      "index": 9,
      "place_name": "Arambol Beach",
      "city_name": "Panaji",
      "state_name": "Goa",
      "img_url": "https://i.imgur.com/tqULxMk.jpeg",
      "img_url1": "https://i.imgur.com/5K3aq9z.jpeg",
      "img_url2": "https://i.imgur.com/m40H47m.jpeg",
      "img_url3": "https://i.imgur.com/Gd9w1jr.jpeg",
      "details": "Located at a distance of 50 km from Panaji, Arambol Beach is one of the most beautiful beaches of Goa. Displaying a sparkling stretch of almost 16 km of golden sand, with rocky cliffs scattered all over it. This stunning stretch is consisted of two beaches.",
      "time": "open\n5:00 am – 11:00 pm",
      "besttime": "Best Time to visit\n October to February ",
      "clothes": "casual",
      "drink": "bars",
      "ticket": "no fees &; ticket",
      "parking": "PARKING FACILITIES",
      "transportation": "bus,railways,airways,car..",
      "language": "english,hindi",
      "things_to_do": "swim,camping activities,resorts and fishing boats, Enjoy the lively nightlife of the beach etc...",
      "popular_food1": " khatkhatem",
      "popular_food2": "ambadyachem sasav",
      "popular_food3": "breadfruit phodi",
      "popular_food1_img_url": "https://i.imgur.com/PtiqELB.jpeg",
      "popular_food2_img_url": "https://i.imgur.com/EJ4uela.jpeg",
      "popular_food3_img_url": "https://i.imgur.com/OWjsRSD.jpeg"
    },
    {
      "index": 10,
      "place_name": "Ramnagar Fort",
      "city_name": "Varanasi",
      "state_name": "Uttar Pradesh",
      "img_url": "https://i.imgur.com/T6UCueS.jpeg",
      "img_url1": "https://i.imgur.com/WiRuFjZ.jpeg",
      "img_url2": "https://i.imgur.com/ARhjGyN.jpeg",
      "img_url3": "https://i.imgur.com/A7FtRW5.jpeg",
      "details": "Ramnagar Fort is located on the eastern bank of River Ganges, opposite to Tulsi Ghat, in Varanasi. The 18th-century red sandstone fort was built in Mughal style by the ruler of Kashi, Maharaja Balwant Singh. It is said to be the ancestral home of the Maharaja of Banaras. A 30-minute boat ride away from Varanasi, the fort is an imposing sight, rising from the bank of the river. It houses a temple dedicated to Ved Vyasa, the author of the Mahabharata, along with a popular temple dedicated to Lord Hanuman. A museum inside the compound showcases collectables belonging to the royal family. It is known for its exhibits of antique scripts and scriptures, vintage furniture, cars, royal costumes, gold and silver brocaded palanquins and elephant saddles carved out of silver. There is an armoury that contains swords and old guns from Burma (Myanmar), Japan and some African countries, and a rare astronomical clock, which shows the month, week, day, time and other astronomical details about the position of planets, moon and sun. The clock was built in the 19th century in the court of a king of Varanasi. It is said that Ved Vyasa lived and did penance in Ramnagar and thus the fort was built in his honour. The fort palace appears most vibrant during the one-month-long Ram Leela festival held in the months of October-November, where scenes from the epic Ramayana are enacted.",
      "time": "open\n10:00 am to 5:00 pm",
      "besttime": "Best Time to visit\nMarch and September",
      "clothes": "casual",
      "drink": "no bars",
      "ticket": "no fees &; ticket",
      "parking": "PARKING FACILITIES",
      "transportation": "bus,railways,airways,car..",
      "language": "english,hindi",
      "things_to_do": "Ramnagar Fort houses a museum and a temple that the tourists can explore,Exhibiting Mughal architecture,etc...",
      "popular_food1": "Baati Chokha",
      "popular_food2": "Aloo Kachori",
      "popular_food3": "Laaiya Channa",
      "popular_food1_img_url": "https://i.imgur.com/lMRvdLY.jpeg",
      "popular_food2_img_url": "https://i.imgur.com/6cbMVCa.jpeg",
      "popular_food3_img_url": "https://i.imgur.com/5Qq4Ef3.jpeg"
    }
  ]
  