[
    {
  "index": 1,
  "place_name": "Ooty Lake",
  "city_name": "Ooty",
  "state_name": "Tamil Nadu",
  "img_url": "https://i.imgur.com/TAhZ1IK.jpeg",
  "img_url1": "https://i.imgur.com/mpUIk6K.jpeg",
  "img_url2": "https://i.imgur.com/OH4GMwf.jpeg",
  "img_url3": "https://i.imgur.com/C6OV78B.jpeg",
  "details": "The picturesque Ooty Lake, also known as the Ooty boat house, is a much sought-after tourist attraction located in the midst of serene greenery. The Ooty Lake is an artificially constructed lake, built by John Sullivan in 1824 Surrounded by the majestically-tall eucalyptus trees and dotted with green bushes along the shores, the Ooty Lake is an impressive spot in Nilgiris district. The Lake, spanning over 65 acres, was originally constructed for fishing.  It was later transformed into a tourist park when the Tamil Nadu Tourism Development Corporation took over it in 1973.There are many fun activities that tourists can indulge in when they are at the Ooty Lake. Cycles are available for rent to ride around the Lake. Boating is another attraction.  A tranquil ride through the waters is an attractive pastime as it lets one take in the entire beauty of the Lake. Paddle boat-, motor boat- and rowing boat services are also available. The ride offers a view of the serene greenery around and also of the distant hills.Boat races and boat pageantry are also conducted as part of the summer festival conducted here in May There is also a garden, a mini train and an amusement park nearby. The amusement park has fun activities like a haunted house, a mirror house and horse riding, and ensures an exciting experience for children.",
  "time": "open\n9 AM to 6 PM.",
  "besttime": "Best Time to visit\nApril to June and September to November",
  "clothes": "casual",
  "drink": "no bars",
  "ticket": "RS 13",
  "parking": "PARKING FACILITIES",
  "transportation": "bus,railways,airways,car..",
  "language": "english,hindi",
  "things_to_do": "Ooty lake Park like pony riding, boating, cycling, horse riding,etc....",
  "popular_food1": "Nilgiri Tea",
  "popular_food2": "Vegetable Puffs",
  "popular_food3": "Avial",
  "popular_food1_img_url": "https://i.imgur.com/F6N3wUn.jpeg",
  "popular_food2_img_url": "https://i.imgur.com/KRzBQeS.jpeg",
  "popular_food3_img_url": "https://i.imgur.com/Us9EaLI.jpeg"

    },
    {
      "index": 2,
      "place_name": "Kempty Falls",
      "city_name": "Mussoorie",
      "state_name": "Uttarakhand",
      "img_url": "https://i.imgur.com/X6Mp7KG.jpeg",
      "img_url1": "https://i.imgur.com/uHpmXb7.jpeg",
      "img_url2": "https://i.imgur.com/otBhjPb.jpeg",
      "img_url3": "https://i.imgur.com/sJxPTUE.jpeg",
      "details": "The beautiful Kempty Falls, surrounded by high mountain cliffs and lush greenery, is a delight for nature lovers and shutterbugs. The waterfall is located at an altitude of 4500 feet in the scenic hill station of Mussoorie and is one of the most prominent attractions in the region. Kempty Falls’ height is 50 feet, and the sight of crystal-clear water gushing down in five levels is enticing! The waterfall cascades down from the mountains and into to the pool below, where you can cool off with a refreshing swim, picnic and other activities. Kempty has two major waterfalls: lower fall and upper fall. While the lower waterfall attracts huge crowds, the upper one is comparatively calm. If you want to spend a day at the waterfall, the following information about Kempty Falls timings, location, activities and more will assist you in planning a trip.",
      "time": "open\n8 AM to 5 PM",
      "besttime": "Best Time to visit\nJune to October",
      "clothes": "casual",
      "drink": "no bars",
      "ticket": "no fees &; ticket",
      "parking": "PARKING FACILITIES",
      "transportation": "bus,airways,railways,car..",
      "language": "english,hindi",
      "things_to_do": "Swimming,Boating,Picnic,Ropeway: Kempty Falls ropeway ,Photography,etc...",
      "popular_food1": "Maggi",
      "popular_food2": "Phannu",
      "popular_food3": "Kapaa/Kafuli",
      "popular_food1_img_url": "https://i.imgur.com/WcYQtxE.jpg",
      "popular_food2_img_url": "https://i.imgur.com/YRuSHKm.jpeg",
      "popular_food3_img_url": "https://i.imgur.com/KxV6N2l.jpeg"
    },
    {
      "index": 3,
      "place_name": "Nanital lake",
      "city_name": "Nanital",
      "state_name": "Uttarakhand",
      "img_url": "https://i.imgur.com/lZvyKhA.jpeg",
      "img_url1": "https://i.imgur.com/UnToTZ2.jpeg",
      "img_url2": "https://i.imgur.com/NkZNfqn.jpeg",
      "img_url3": "https://i.imgur.com/dAFPQkh.jpeg",
      "details": "Naini Lake or Nainital Lake is one of the most important lakes in the Kumaon region. This lunar-shaped freshwater lake was formed from a depression in Nainital due to tectonic movements. It is nourished by fresh streams from the high reaches of the Himalayas. Naini Lake is surrounded by three mountain peaks - Naini Peak on the north-west; Tiffin Top on the south-west; snow-capped peaks on the north. Naini Lake is a tourist hotspot and is one of the best places to enjoy boating. From sail boats and paddle boats to yachts, there is a lot on offer here. The lake is fringed by great accommodation facilities and makes for a great birding spot.About UTDB",
      "time": "open\n6:00 am – 6:00 pm",
      "besttime": "Best Time to visit\nMarch to June",
      "clothes": "casual",
      "drink": "no bars",
      "ticket": "no fees &; ticket",
      "parking": "PARKING FACILITIES",
      "transportation": "bus,Railways,airways,car..",
      "language": "english,hindi",
      "things_to_do": "Take blessings of Naina Devi at the Naina Devi temple,Breath in the fresh mountain air and shop around the market circle surrounding the lake,etc...",
      "popular_food1": "Ras malai",
      "popular_food2": "Baadi",
      "popular_food3": "Kafuli",
      "popular_food1_img_url": "https://i.imgur.com/CSH9rZR.jpeg",
      "popular_food2_img_url": "https://i.imgur.com/BPMaQrE.jpeg",
      "popular_food3_img_url": "https://i.imgur.com/KxV6N2l.jpeg"
    },
    {
      "index": 4,
      "place_name": "Valley of Flowers ",
      "city_name": "Chamoli",
      "state_name": "Uttarakhand",
      "img_url": "https://i.imgur.com/ylD3nNz.jpeg",
      "img_url1": "https://i.imgur.com/ECMaRSJ.jpeg",
      "img_url2": "https://i.imgur.com/nm6X4DV.jpeg",
      "img_url3": "https://i.imgur.com/4xczUzE.jpeg",
      "details": "The heavenly beauty of the Valley of Flowers region is renowned for its alpine meadows with vibrant flora and fauna. This pristine region is home to some of the Himalayan's rarest flora. It attracts many botanists, explorers, nature lovers and avid hikers. In addition to endangered species of medicinal plants, you can see different nuances of color in this beautiful valley.If you're a summer person, the Valley of Flowers has a lot to offer. This is because it is adorned with vibrant flowers during the warmer months of the year.The Valley of Flowers Tour in India is one of the most exotic places to visit. This is especially for you if you have a deep interest in nature and the landscapes and emotions that surround it. You want to spend time amidst misty breezes and authentic landscapes to refresh your spirit. It is a true beauty that captivates the viewer. It also helps them understand the concept of eternal beauty Botanists, environmentalists and mountaineers will enjoy the Valley of Flowers in India. There are endemic, unusual flower species, beautiful meadows and a diverse flora to discover. Enjoy the stunning sight of Valley of Flowers National Park's blaze of colour - blues, yellows, pinks and reds shimmering in the sunlight! Along with its fragrances, the glacier at the valley’s end will provide a cool mountain breeze. You’d feel amazing as a result of it. As you enter the valley, the heady blend of fragrances of the flowers will hit you in waves, mesmerizing you with their perfection.Location of 'Valley of Flowers The Valley of Flowers is a beautiful and enchanting place in Uttarakhand's Chamoli district. It is an Indian national park known for its rich flora and fauna. It is 3352 to 3658 meters above sea level. Every year numerous hikers and travellers visit the Valley of Flowers. It is a popular hiking destination! The national park is 87.50 square kilometres in size, 2 kilometres wide and 8 kilometres long The Flower Valley has snow-capped peaks of the Himalayas as a backdrop. The Flower Valley excursion offers peaceful natural beauty. Joshimath is a sacred hamlet near Haridwar. It serves as the starting point for the enticing journey down the valley. The valley is believed to have been discovered in 1931. It was when three British climbers led by Frank S. Smythe got lost and chanced upon this spectacular valley. Attracted by the beauty of this place, they called it the Valley of Flowers.Information about the blooming of flowers As the name suggests, the Valley of Flowers is a place where nature blooms. It offers a breathtaking experience. Exotic flowers (more than 600 species) such as orchids, poppies, primroses, marigolds, daisies and anemones are eye-catching. Subalpine birch and rhododendron forests cover part of the parking area. A hike into the gorge offers eye-catching sights such as cascading waterfalls and wild streams.",
      "time": "open\n9 am 5:30 pm",
      "besttime": "Best Time to visit\nMay to October",
      "clothes": "casual",
      "drink": "no bars",
      "ticket": "Indians : RS 150. Foreigners : RS 600",
      "parking": "PARKING FACILITIES",
      "transportation": "bus,railways,airways,car..",
      "language": "english,hindi",
      "things_to_do": " Trekking ,Visit Hemkund Sahib, Village Expedition, Visit to Nanda Devi National Park, etc...",
      "popular_food1": "Khichdi",
      "popular_food2": "Baadi",
      "popular_food3": "Kafuli ",
      "popular_food1_img_url": "https://i.imgur.com/bAc7tKd.jpeg",
      "popular_food2_img_url": "https://i.imgur.com/BPMaQrE.jpeg",
      "popular_food3_img_url": "https://i.imgur.com/KxV6N2l.jpeg"
    },
    {
      "index": 5,
      "place_name": "solang valley",
      "city_name": "Manali",
      "state_name": "Himachal Pradesh",
      "img_url": "https://i.imgur.com/tIvPcsk.jpeg",
      "img_url1": "https://i.imgur.com/PO5iT7B.jpeg",
      "img_url2": "https://i.imgur.com/b5gpUVw.jpeg",
      "img_url3": "https://i.imgur.com/kusgUX7.jpeg",
      "details": " Solang Valley also known as the ‘snow point’ is an alluring snow clad utopia near Manali and lies between Solang village and Beas Kund. Situated at an altitude of 8,500 feet above sea level, it offers a spectacular scenery of enchanting glaciers and snow crest mountain peaks.It is a paradise for nature lovers with lush white snow and picturesque background of mountain ranges while offering adrenaline junkies a plethora of different sport activities during the summer and winter seasons such as parachuting, skiing, paragliding, river rafting, zorbing, horse riding, etc. thereby making it a favourite tourist destination across all age groups. During the winters, indulge in the exhilarating experience of paragliding, the most thrilling activity for beginners and experts here. As you jump from the higher altitude and glide down with a help of a parachute, witness the mesmerizing views of the snow covered landscape from above.  Ski and skate on the fine slopes of Solang Valley that provide challenging runs for beginners and experts. There are various institutes that provide training and expert supervision to beginners. Take a cable ride, which offers a panoramic magnificent view of the entire valley from a height. Hop on a snow scooter and embark on a hilly ride, exploring the valley and the most exciting, roll in the snow and make snowmen and castles. ",
      "time": "open \n10 A.M Closes: 6 P.M",
      "besttime": "Best Time to visit\nNovember to February.",
      "clothes": "casual",
      "drink": "no bars",
      "ticket": "no fees &; ticket",
      "parking": "PARKING FACILITIES",
      "transportation": "bus,railways,airways car..",
      "language": "english,hindi",
      "things_to_do": "Paragliding,Zorbing, Quad Biking,Camping, Skiing,Snowmobiling,Gondola Or Solang Valley Ropeway, etc...",
      "popular_food1": "Dhaam",
      "popular_food2": "Kaale Chane Ka Khatta",
      "popular_food3": "Tibetan Thukpa",
      "popular_food1_img_url": "https://i.imgur.com/Bcfg3rj.jpg",
      "popular_food2_img_url": "https://i.imgur.com/4OQ7WbL.jpeg",
      "popular_food3_img_url": "https://i.imgur.com/P2Xrjkh.jpeg"
    },
    {
      "index": 6,
      "place_name": "Lonavala hill station",
      "city_name": "Lonavala-Khandala",
      "state_name": "Maharashtra",
      "img_url": "https://i.imgur.com/DWJlJMs.jpeg",
      "img_url1": "https://i.imgur.com/ldhbkD0.jpeg",
      "img_url2": "https://i.imgur.com/CBzG8HS.jpeg",
      "img_url3": "https://i.imgur.com/DDG2k44.jpeg",
      "details": "A popular hill station at an altitude of 2,047 ft above sea level, Lonavala is a romantic escape from the chaotic noise of city life. Salubrious climate, magnificent exquisiteness, historical forts, ancient caves and beautiful lakes make it the most sought after destination in India. The exquisiteness and charm of this place has always magnetized the attention of tourists, honeymooners, youth and celebrities.",
      "time": "open\n06 A.M Closes: 6 P.M",
      "besttime": "Best Time to visit\nSeptember to April",
      "clothes": "casual",
      "drink": "no bars",
      "ticket": "no fees &; ticket",
      "parking": "PARKING FACILITIES",
      "transportation": "bus,railways,airways,car..",
      "language": "english,hindi",
      "things_to_do": "Birdwatching,beautiful sunset,enjoying nature,etc...",
      "popular_food1": "chola bhaturas",
      "popular_food2": "chocolate fudge",
      "popular_food3": "misal pav",
      "popular_food1_img_url": "https://i.imgur.com/0yEuhla.jpeg",
      "popular_food2_img_url": "https://i.imgur.com/AE4UGti.jpeg",
      "popular_food3_img_url": "https://i.imgur.com/hSWLc1U.jpeg"
    },
    {
      "index": 7,
      "place_name": "Taj mahal",
      "city_name": "Agra",
      "state_name": "Uttar pradesh",
      "img_url": "https://i.imgur.com/XqvDPMx.jpeg",
      "img_url1": "https://i.imgur.com/lnDcPrA.jpeg",
      "img_url2": "https://i.imgur.com/2qmWoCF.jpeg",
      "img_url3": "https://i.imgur.com/jeAudVZ.jpeg",
      "details": "The Taj Mahal is located on the right bank of the Yamuna River in a vast Mughal garden that encompasses nearly 17 hectares, in the Agra District in Uttar Pradesh. It was built by Mughal Emperor Shah Jahan in memory of his wife Mumtaz Mahal with construction starting in 1632 AD and completed in 1648 AD, with the mosque, the guest house and the main gateway on the south, the outer courtyard and its cloisters were added subsequently and completed in 1653 AD. The existence of several historical and Quaranic inscriptions in Arabic script have facilitated setting the chronology of Taj Mahal. For its construction, masons, stone-cutters, inlayers, carvers, painters, calligraphers, dome builders and other artisans were requisitioned from the whole of the empire and also from the Central Asia and Iran. Ustad-Ahmad Lahori was the main architect of the Taj Mahal.",
      "time": "open\n6:00 AM to 7:00 PM\nTaj Mahal is closed on every Friday",
      "besttime": "Best Time to visit\nMarch to June",
      "clothes": "casual",
      "drink": "no bars",
      "ticket": "Indians is INR 45, for Foreigners or NRI is INR 1050, and SAARC/BIMSTEC visitors is INR 535",
      "parking": "PARKING FACILITIES",
      "transportation": "bus,railways,airways,car..",
      "language": "english,hindi",
      "things_to_do": "Tomb,Minaret,Base & Dome,etc...",
      "popular_food1": "Petha",
      "popular_food2": "Paratha",
      "popular_food3": "Mughlai",
      "popular_food1_img_url": "https://i.imgur.com/LZZ1dav.jpeg",
      "popular_food2_img_url": "https://i.imgur.com/2zuhd2C.jpeg",
      "popular_food3_img_url": "https://i.imgur.com/wgZEVGu.jpeg"
    },
    {
      "index": 8,
      "place_name": "Dal lake",
      "city_name": "Srinagar",
      "state_name": "Jammu and Kashmir",
      "img_url": "https://i.imgur.com/bM0rXu8.jpg",
      "img_url1": "https://i.imgur.com/6YoftIr.jpg",
      "img_url2": "https://i.imgur.com/zW7jqUe.jpg",
      "img_url3": "https://i.imgur.com/3LrQU0e.jpeg",
      "details": "Dal is a lake in Srinagar, the summer capital of the Indian-administered Jammu and Kashmir in the disputed Kashmir region.[1] It is an urban lake, the second largest lake in Jammu and Kashmir, and the most visited place in Srinagar by tourists and locals. It is integral to tourism and recreation in the Kashmir valley and is variously known as the \"Lake of Flowers\",[2] \"Jewel in the crown of Kashmir\"[3] or \"Srinagar's Jewel\".[4] The lake is also an important source for commercial operations in fishing and water plant harvesting.[5][6][7]\n\nThe shore line of the lake, about 15.5 kilometres (9.6 mi), is encompassed by a boulevard lined with Mughal era gardens, parks, houseboats and hotels. Scenic views of the lake can be witnessed from the shore line Mughal gardens, such as Shalimar Bagh and Nishat Bagh built during the reign of Mughal Emperor Jahangir,[8] and from houseboats cruising along the lake in the colourful shikaras.[9] During the winter season, the temperature can sometimes reach as low as −11 °C (12 °F), freezing the lake.[7][10]\n\nThe lake covers an area of 18 square kilometres (6.9 sq mi) and is part of a natural wetland which covers 21.1 square kilometres (8.1 sq mi), including its floating gardens. The floating gardens, known as \"Rad\" in Kashmiri, blossom with lotus flowers during July and August. The wetland is divided by causeways into four basins; Gagribal, Lokut Dal, Bod Dal and Nigeen (although Nigeen is also considered as an independent lake).[11] Lokut Dal and Bod Dal each have an island in the centre, known as Rupa Lank (or Char Chinari) and Sona Lank respectively.[10][12]\n\nAt present, the Dal and the Mughal gardens on its periphery are undergoing intensive restoration measures to fully address the serious eutrophication problems experienced by the lake. Massive investments of approximately US$275 million (₹ 11 billion) are being made by the Government of India to restore the lake to its original splendour.[7][10][12][13][14]",
      "time": "open\n6 AM. 6 PM.",
      "besttime": "Best Time to visit\nMay to November",
      "clothes": "casual",
      "drink": "no bars",
      "ticket": "no fees &; ticket",
      "parking": "PARKING FACILITIES",
      "transportation": "bus,railways,airways,car..",
      "language": "english,hindi",
      "things_to_do": "Shikara rides, houseboats, floating gardens and markets, a Mughal gardens.sunset at the lake,fishing,etc...",
      "popular_food1": "Noodle ",
      "popular_food2": "Rajma Chawal",
      "popular_food3": "Dosa",
      "popular_food1_img_url": "https://i.imgur.com/sDjyBxI.jpeg",
      "popular_food2_img_url": "https://i.imgur.com/vrAJfs2.jpg",
      "popular_food3_img_url": "https://i.imgur.com/Hena4Il.jpg"
    },
    {
      "index": 9,
      "place_name": "Kerala Backwaters",
      "city_name": "Kochi and Kollam",
      "state_name": "Kerala",
      "img_url": "https://i.imgur.com/k7QWQLP.jpeg",
      "img_url1": "https://i.imgur.com/h6241oi.jpeg",
      "img_url2": "https://i.imgur.com/vxLRP4c.jpeg",
      "img_url3": "https://i.imgur.com/nGqJDX8.jpeg",
      "details": "The Kerala backwaters is the rather unappealing name given to the peaceful and picturesque palm-lined network of lagoons, lakes, rivers, and canals that run inland from the coast of Kerala, from Kochi (Cochin) to Kollam (Quilon) in India. The main entry point, situated between Kochi and Kollam, is Alleppey (Alappuzha). At the heart of the backwaters is vast Vembanad Lake.Traditionally, the backwaters are used by locals for transport, fishing, and agriculture. Annual snake boat races, held along the backwaters, also provide a great source of entertainment for the locals and tourists a like.The lush green landscape, diverse wildlife, and houses and villages that line the backwaters make a journey along these waterways seem like a journey through another world. No wonder the backwaters is one of the must-visit tourist places in Kerala. Don't miss it!",
      "time": "open\nopen 24 hours ",
      "besttime": "Best Time to visit\nOctober and March",
      "clothes": "casual",
      "drink": "no bars",
      "ticket": "RS 750 to RS 3000 Depend on your route",
      "parking": "PARKING FACILITIES",
      "transportation": "bus,railways,airways,car..",
      "language": "english,hindi",
      "things_to_do": "Birdwatching,enjoy boat racing,rejuvenating Ayurvedic spa treatments,shop for spices and handicrafts at Alappuzha Zakariya Market,etc...",
      "popular_food1": "Iddli",
      "popular_food2": "Ada Pradhaman",
      "popular_food3": "Chattipathiri",
      "popular_food1_img_url": "https://i.imgur.com/1yAlbFH.jpeg",
      "popular_food2_img_url": "https://i.imgur.com/6v8hRlh.jpg",
      "popular_food3_img_url": "https://i.imgur.com/xfmSvnV.jpg"
    },
    {
        "index": 10,
        "place_name": "paradise beach",
        "city_name": "gokarna",
        "state_name": "Karnataka",
        "img_url": "https://i.imgur.com/1Pzvtrf.jpg",
        "img_url1": "https://i.imgur.com/Eb23eXQ.jpeg",
        "img_url2": "https://i.imgur.com/dZPUhL4.jpg",
        "img_url3": "https://i.imgur.com/5juqzhg.jpeg",
        "details": "The rocky beach is ideal for a relaxing swim, and is also popular for camping activities, due to the availability of fresh water here.",
        "time": "open\n24 hours",
        "besttime": "Best Time to visit\nOctober to March",
        "clothes": "casual",
        "drink": "no bars",
        "ticket": " No fee",
        "parking": "PARKING FACILITIES",
        "transportation": "bus,railways,airways,car..",
        "language": "english,hindi",
        "things_to_do": "swim,camping activities, etc...",
        "popular_food1": "Todadevu",
        "popular_food2": "Pineapple Menaskai",
        "popular_food3": "Sweet desserts",
        "popular_food1_img_url": "https://i.imgur.com/u1dQ0Gm.jpeg",
        "popular_food2_img_url": "https://i.imgur.com/IfofYK6.jpg",
        "popular_food3_img_url": "https://i.imgur.com/zp8qn6P.jpeg"
    }
  ]
  